#+title: Μέτρηση εναλλασσόμενης τάσης με τον παλμογράφο
#+subtitle: Εργασία 3η
#+author: Τοροσιάν Νικόλας ΤΜ6220

* ΑΣΚΗΣΗ 1
** Εκφώνηση 1
Δίδεται το παρακάτω κύκλωμα. Συνδέσετε την γεννήτρια στην είσοδο και ρυθμίσετε την για πλάτος
σήματος 10volt 𝑽𝒑"𝒑 και συχνότητας 1.5KΗz. Μετρήσετε με τον παλμογράφο το πλάτος του σήματος
εισόδου, όπως επίσης το πλάτος του σήματος στις αντιστάσεις 𝑹1, , 𝑹2, , 𝑹3 , 𝑹4 και 𝑹5 στην
συμπληρώσετε τους παρακάτω πίνακες και σχεδιάσετε σε μιλιμετρέ χαρτί τις κυματομορφές εισόδου και
όλων των τάσεων των αντιστάσεων στο ίδιο σύστημα ορθογωνίων αξόνων. Να σχεδιάσετε μια μόνο
περίοδο.

*** Θεωριτική επίλυση με την βοήθεια των μετρήσεων

*** Κύκλωμα στο TinkerCad

*** Εργαστηρικές μετρήσεις

| Resistor ID i | R [Ω] | V (p-p)  [Volt] | V (rms)  [Volt] | I (rms)  [Amp] |
|--------------+-------+-----------------+-----------------+----------------|
| R1           |   1.5 |             3.6 |            1.29 |           0.86 |
| R2           |     1 |             2.6 |           0.885 |          0.885 |
| R3           |   2.2 |            3.68 |           1.303 |          0.592 |
| R4           | 0.680 |            2.64 |           0.875 |           1.29 |
| R5           |     1 |            2.64 |            0.89 |           0.89 |
#+TBLFM:$5=($4/$2);n3
* ΑΣΚΗΣΗ 2
** Εκφώνηση 2
Δίδεται το παρακάτω κύκλωμα. Συνδέσετε την γεννήτρια στην είσοδο του κυκλώματος και ρυθμίσετε για
πλάτος σήματος 10volt 𝑉(p-p) και συχνότητα 2 ΚΗz. Μετρήσετε με τον παλμογράφο το πλάτος του σήματος
στις αντιστάσεις και σχεδιάσετε σε μιλιμετρέ χαρτί τις κυματομορφές εισόδου και των αντιστάσεων.
Σχεδιάσετε μία περίοδο και στο ίδιο σύστημα αξόνων. Συμπληρώσετε τους πίνακες

*** Εργαστηριακές μετρήσεις

| Resistor ID | R [Ω] | V (p-p)  [Volt] | V (rms)  [Volt] | I (rms)  [Amp] |
|-------------+-------+-----------------+-----------------+----------------|
| R1          |   1.5 |            4.37 |            1.55 |           1.03 |
| R2          |     1 |            4.65 |            1.65 |           1.65 |
| R3          |   2.2 |            5.36 |            1.90 |          0.864 |
| R4          | 0.680 |           0.282 |             0.1 |          0.147 |
| R5          |     1 |            5.08 |            1.80 |            1.8 |
#+TBLFM: $5=($4/$2);n3
#+TBLFM: $4=($3/2.82);n3

* Notes
see notebook last pages
